/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Subtitle" = "Uw rekening is met succes gekoppeld aan %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Title" = "Koppelen is gelukt";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Subtitle" = "Je koppeling met %@ is met succes bijgewerkt.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Title" = "Bijwerken is gelukt";

/* Description shown in the concent information screen. */
"ConsentInformation.Description" = "Door verder te gaan met deze dienst, zullen wij financiële gegevens over je verzamelen. Dit zijn de datapunten die we over je verzamelen:";

/* Title shown in the concent information screen. */
"ConsentInformation.Title" = "We verzamelen de volgende gegevens over je";

/* Description text for add credentials screen. */
"Credentials.Description" = "Log in bij %@ om verder te gaan";


/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ zal wat financiële gegevens over je verzamelen. Meer lezen";
/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Verdergaan met bewerken";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Wijzigingen negeren";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Weet je zeker dat je deze nieuwe gegevens wilt verwijderen?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Authenticatie is mislukt";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Je hebt al een koppeling met deze bank of dienst.";

/* Default title for error shown when download authentication app is required while adding credentials. */
"Credentials.Error.DownloadRequired" = "Er moet een verificatieapp worden gedownload";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Permanente fout";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Tijdelijke fout";

/* Instruction texts for credentials that need to redirect */
"Credentials.Instructions" = "1. Je wordt veilig doorgestuurd naar %@.\n2. Je dient jezelf te verifiëren.\n3. Na verificatie word je teruggestuurd.";

/* Text for BankID button shown in the add credentials/authenticate screen. */
"Credentials.OpenBankID" = "BankID openen";

/* Privacy policy clickable text used in Credentials.TermsAndConsentText. */
"Credentials.PrivacyPolicy" = "privacybeleid";


/* Read more text (clickable) to lead to consent information. */
"Credentials.ReadMore" = "Meer lezen";
/* Terms and conditions clickable text used in Credentials.TermsAndConsentText. */
"Credentials.TermsAndConditions" = "algemene voorwaarden";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions, Privacy Policy. And the text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.TermsAndConsentText" = "Door de dienst te gebruiken, ga je akkoord met de %1$@ en het %2$@ van Tink. %3$@ zal wat financiële gegevens over je verzamelen. %4$@";


/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "Door de dienst te gebruiken, ga je akkoord met de algemene voorwaarden en het privacybeleid van Tink";
/* Title for add credentials/authenticate screen. */
"Credentials.Title" = "Authenticatie";


/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Je rekening is met succes gekoppeld aan %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Koppelen is gelukt";
/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Niet geverifieerd. Deze oplossing is alleen bedoeld voor ontwikkelingsdoeleinden. Voer geen bankgegevens in, tenzij je de ontwikkelaar vertrouwt.";

/* View details text (clickable) to lead to consent information that used in Credentials.TermsAndConsentText. */
"Credentials.ViewDetails" = "Details bekijken";

/* Text shown for progress indicator dialog when in loading state. */
"CredentialsStatus.Authorizing" = "Bezig met autoriseren...";

/* Text shown for dialog when supplemental information is cancelled and waiting for credential status update. */
"CredentialsStatus.Cancelling" = "Aan het annuleren...";

/* Text shown for dialog when supplemental information is submitted and waiting for credential status update. */
"CredentialsStatus.Sending" = "Bezig met verzenden...";

/* Text shown for progress indicator dialog when status is CredentialStatus.Updating. */
"CredentialsStatus.Updating" = "Er wordt verbinding gemaakt met %@, een ogenblikje graag...";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Er wordt verbinding gemaakt, een ogenblikje graag...";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Er wordt gewacht op verificatie op een ander apparaat";

/* Text for field validation error shown when text entered exceeds character limit. */
"Field.Validation.MaxLengthLimit" = "Dit veld mag niet langer zijn dan %d tekens.";

/* Text for field validation error shown when text entered is shorter than required. */
"Field.Validation.MinLengthLimit" = "Dit veld moet minimaal %d tekens bevatten.";

/* Text for field validation error shown when no text is entered for a required field. */
"Field.Validation.RequiredFieldEmptyValue" = "Het veld mag niet leeg zijn.";

/* Text used to form a list. */
"Generic.And" = "en";

/* Text shown for Cancel button. */
"Generic.Cancel" = "Annuleren";

/* Title for cancelled request. */
"Generic.Cancelled" = "Geannuleerd";

/* Title for generic button to continue an action. */
"Generic.Continue" = "Volgende";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Negeren";

/* Title for action to confirm an event. */
"Generic.Done" = "Klaar";

/* Title generic alert. */
"Generic.Error" = "Er is iets misgegaan. Probeer het later nog een keer.";

/* Title for generic text to login. */
"Generic.Login" = "Inloggen";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Opnieuw proberen";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "De dienst is tijdelijk onbeschikbaar.";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Lopende rekeningen";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Creditcards";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "Elektronische facturen";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Identiteitsgegevens";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Beleggingen";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Leningen";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Gecombineerde hypotheken";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Hypotheeklening";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Betalingen";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Spaarrekeningen";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Overschrijvingen";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "We zijn op de hoogte van deze fout en werken hard aan een oplossing. We hopen dat je even geduld hebt en het later opnieuw wilt proberen.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Dit kan een tijdelijke fout zijn. Probeer het opnieuw en kijk of het probleem zich opnieuw voordoet.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Het spijt ons, maar we konden op dit moment geen banken laden.";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Zoek een bank of pas";

/* Title for list of all providers. */
"ProviderList.Title" = "Bank kiezen";

/* Information text shown in the choose access type screen. */
"SelectAccessType.Information" = "Wegens EU-regelgeving moeten verschillende rekeningtypen afzonderlijk worden gekoppeld.";

/* Title for the other account type (not an open banking account type) on the choose access type screen. */
"SelectAccessType.OtherType" = "Anders";

/* Title of the choose access type screen. */
"SelectAccessType.Title" = "Type verbinding";

/* Title for the business authentication user type */
"SelectAuthenticationUserType.Business" = "Bedrijf";

/* Title for the corporate authentication user type */
"SelectAuthenticationUserType.Corporate" = "Zakelijk";

/* Title for the personal authentication user type */
"SelectAuthenticationUserType.Personal" = "Persoonlijk";

/* Title when picking authentication user type. */
"SelectAuthenticationUserType.Title" = "Inlogtype";

/* Title for choose credential type screen. */
"SelectCredentialsType.Title" = "Inlogmethode";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Open de mobiele Bank ID-app en scan deze QR-code ter verificatie.";

/* Error shown when QR code cannot be fetched/generated/displayed. */
"SupplementalInformation.QRCodeError" = "Er is een fout opgetreden bij het laden van de QR-code. Probeer het later opnieuw.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "Open de BankID-app";

/* Title for button to submit supplemental information. */
"SupplementalInformation.Submit" = "Verzenden";

/* Title of the supplemental information dialog. */
"SupplementalInformation.Title" = "Aanvullende informatie";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Downloaden";

